htop
neofetch
ranger
docker
docker-compose
git
zsh
stow
kvantum-manjaro
lazygit
xclip
unzip
ripgrep
android-studio
polybar
dmenu
bob
i3-wm
polybar
kitty
