htop
neofetch
ranger
docker
docker-compose
git
zsh
stow
lazygit
xclip
unzip
ripgrep
polybar
dmenu
bob
i3-wm
polybar
kitty
feh
dmenu
cmake
fd
arandr
autorandr
vlc
xorg-server
fzf
rofi
starship
zellij
maim
alacritty
highlight
w3m
cpio
wofi
hyprland
hyprpaper
waybar
nvidia
swww
grim
slurp
github-cli
hyprpicker
wl-clipboard 
bluez
bluez-utils
