htop
neofetch
ranger
docker
docker-compose
git
zsh
stow
lazygit
xclip
unzip
ripgrep
polybar
dmenu
bob
i3-wm
polybar
kitty
feh
dmenu
cmake
fd
arandr
autorandr
vlc
